{
    "Organization": [
        {
            "name": "OSIS",
            "details": "Organisasi Siswa Intra Sekolah merupakan salah suatu organisasi yang dikelola oleh siswa siswi SMK Telkom Malang yang terpilih untuk menjadi pengurus OSIS.",
            "image": "osis",
            "modal": {
                "details":"<p>Organisasi Siswa Intra Sekolah (OSIS) merupakan salah suatu organisasi yang berada di SMK Telkom Malang yang dikelola oleh siswa siswi SMK Telkom Malang yang terpilih untuk menjadi pengurus OSIS. Organisasi ini juga memiliki guru pembimbing dari guru yang dipilih oleh pihak sekolah. OSIS juga berfungsi sebagai wadah kegiatan para siswa,sebagai motivator,dan sebagai pembinaan siswa. Berikut adalah beberapa macam progja yang dilakukan oleh OSIS : <br /> 1. Bulan Dana Bulan Dana adalah kegiatan galang dana yang dilakukan untuk kegiatan sosial. <br /> 2. OSIS CUP Kegiatan turnamen olah raga yang dilakukan antar kelas di SMK Telkom Malang. <br /> 3. Peringatan Hari Kartini Kegiatan untuk mengenang jasa Ibu Kartini yang memperjuangkan emansipasi wanita.<br /> 4. MPLS MPLS adalah kegiatan masa pengenalan lingkungan sekolah untuk melatih ketahanan mental,disiplin,dan mempererat tali persaudaraan.<br /> 5. Peringatan Kemerdekaan Kegiatan memperingati hari kemerdekaan Indonesia dengan mengadakan lomba antar kelas di SMK Telkom Malang.<br /> 6. Bulan Bahasa Bulan bahasa adalah kegiatan yang bertujuan untuk mengenang peristiwa Sumpah Pemuda yang didalamnya juga mengingatkan dengan bahasa persatuan yang dilaksanakan pada bulan Oktober. <br /> 7. Galasesa Kegiatan untuk merayakan kelulusan kelas 12 serta mengikat tali persaudaraan dengan Alumni SMK Telkom Malang dengan mengadakan event yang dilakukan pada malam hari seperti konser dan masih banyak lagi. <br /> </p>"
            }
        },
        {
            "name": "MPK",
            "details": "Pergerakan era globalisasi dalam dunia pendidikan Indonesia memang sangat dibutuhkan suatu demokrasi yang besar dalam lingkungan sekolah.",
            "image": "mpk",
            "modal": {
                "details":"<p>Pergerakan era globalisasi dalam dunia pendidikan Indonesia memang sangat dibutuhkan suatu demokrasi yang besar dalam lingkungan sekolah. Maka dari itu Majelis Perwakilan Kelas (MPK) cocok untuk mewujudkan suatu demokrasi besar tersebut. Majelis Perwakilan Kelas SMK Telkom Malang merupakan badan koordinasi dan pengawas segala kegiatan OSIS serta sebagai wadah aspirasi dan warga sekolah. Majelis Perwakilan Kelas berkedudukan tidak diatas, dibawah, ataupun setara dengan OSIS. Anggota MPK merupakan perwakilan dari setiap kelas. Partisipasi anggotanya dalam organisasi disebut Anggota Perwakilan Kelas. Dimana masing-masing mewakili aspirasi suara dari seluruh warga kelas terkait yang diwakilkan. MPK menjadi wadah Siswa SMK TELKOM MALANG untuk belajar berorganisasi juga, karena di dalam berorganisasi kita bisa mendapat pengalaman dan wawasan baru yang secara tidak langsung diajarkan layaknya materi seperti sekolah pada biasanya, yang didalamnya sendiri memiliki beberapa Kegiatan Program Kerja yang dilakukan untuk melatih Leadership, Komunikasi, Teamwork dan banyak hal lainnya. Program Kerja di MPK sebagai berikut : <br /> 1. PILKETOS (Pemilihan Ketua OSIS) Pemilihan Ketua OSIS SMK Telkom guna melahirkan ketua (seorang pemimpin) yang dapat menjadi panutan dan mengayomi terhadap masyarakat yang dipimpinnya. Dipilih langsung oleh semua warga sekolah yang sebelumnya telah diseleksi oleh pihak internal MPK dan guru. <br /> 2. LPJ (Laporan Pertanggung Jawaban) LPJ Besar. Kegiatan pertanggungjawaban kinerja dari pihak Organisasi Siswa Intra Sekolah (OSIS) dan mengevaluasi kinerja OSIS agar kinerja maupun acara OSIS kedepannya diharapkan dapat lebih baik. LPJ Bulan Bahasa. Kegiatan pertanggungjawaban kinerja dalam kegiatan \"Bulan Bahasa\" dari pihak Organisasi Siswa Intra Sekolah (OSIS) dan mengevaluasi kegiatan yang telah dilaksanakan sehingga menjadi acuan untuk kegiatan pada periode mendatang yang diharapkan agar menjadi lebih baik. <br /> 3. SERTIJAB (Serah Terima Jabatan OSIS) Kegiatan serah terima jabatan yang dilakukan oleh OSIS SMK Telkom Malang, guna untuk meneruskan visi misi pada pendahulunya, agar terwujud cita-cita serta harapan. Kegiatan ini selain merupakan upaya pembinaan anggota OSIS, juga untuk penyerahan tugas dari kepengurusan OSIS periode lama kepada kepengurusan OSIS periode baru. </p>"
            }
        },
        {
            "name": "PUSTEL",
            "details": "Adalah sebuah organisasi pengurus perpustakaan yang bergerak di bidang pengetahuan dan satu-satunya organisasi di SMK Telkom Malang yang dibawahi langsung oleh yayasan.",
            "image": "pustel",
            "modal": {
                "details":"<p>Adalah sebuah organisasi pengurus perpustakaan yang bergerak di bidang pengetahuan dan satu-satunya organisasi di SMK Telkom Malang yang dibawahi langsung oleh yayasan. Tugas pengurus pustel adalah mengelola perpustakaan, seperti mendata buku, melayani pengunjung perpustakaan, memperbarui mading setiap bulan, dan membuat event. </p> "
            }
        },
        {
            "name": "METIC",
            "details": "Metic adalah salah satu sub organisasi dari SMK Telkom Malang yang bergerak untuk edukasi khususnya di bidang Teknologi dan Informatika.",
            "image": "metic",
            "modal": {
                "details":"<p>Metic adalah salah satu sub organisasi dari SMK Telkom Malang yang bergerak untuk edukasikhususnya di bidang Teknologi dan Informatika. Tidak hanya itu, Metic juga memilikiberbagai kelas untuk mempelajari dan mengembangkan minat dan bakat siswa. Dalamkepengurusan Metic terdapat beberapa bidang yaitu ketua, wakil ketua, sekertaris, bendahara,humas, research and development, web developer, social media management dan technicalsupport. <br />Kegiatan Metic Moklet bertujuan untuk memperkenalkan kepada kalian hal-hal berkaitandengan kegiatan Metic, kegiatan pembelajaran di Metic, materi pembelajaran pada saat forumMetic, berbagi pengetahuan di bidang teknologi dan informatika, dan masih banyak lagi. <br />Kelas di Metic yakni ada kelas Destkop Programming. Pada kelas ini kita akan belajar tentangpemrograman dekstop, dimana kalian nantinya akan belajar menggunakan bahasapemrograman Java. <br />Yang kedua ada kelas Web Design. Pada kelas ini kita akan belajar tentang pemrograman web,dimana kalian nantinya akan belajar menggunakan bahasa pemrograman html, css, danjavascript.<br />Yang ketiga ada kelas Graphic Design. Pada kelas ini kita akan belajar tentang desain grafis,dimana kalian nanti akan diajarkan bagaimana cara mendesain yang baik dan benarmenggunakan software Adobe Illustrator, Adobe Photoshop, dan Blender 3D.<br />Yang keempat ada kelas Video Editing. Disini kita akan belajar tentang video editing, dimanakalian akan diajarkan cara mengedit video agar hasil yang ditampilkan sangat baik. Disinimenggunakan software Adobe PremierPro dan Adobe After Effect.<br />Yang kelima ada kelas Networking. Pada kelas ini kita akan belajar tentang networking.</p>"
            }
        },
        {
            "name": "BDI",
            "details": "BDI (Badan Dakwah Islam) SMK Telkom Malang merupakan salah satu Sub organisasi yang bergerak pada bidang keagamaan.",
            "image": "bdi",
            "modal": {
                "details":"<p>BDI (Badan Dakwah Islam) SMK Telkom Malang merupakan salah satu Sub organisasi yang bergerak pada bidang keagamaan. BDI juga menjadi sarana bagi siswa siswi SMK Telkom Malang untuk mengembangkan bakatnya, karena BDI juga menaungi ekstrakurikuler Banjari dan Tapak Suci.Berikut beberapa program kerja BDI SMK Telkom Malang :<br />1. Idul AdhaKegiatan yang diselenggarakan oleh anggota BDI untuk memperingati hari raya Idul Adha. <br />2. Peringatan MuharramKegiatan yang diselenggarakan oleh anggota BDI untuk memperingati tahun baru Islam.<br />3. Maulid NabiKegiatan yang diselenggarakan oleh anggota BDI untuk memperingati hari lahir Nabi Muhammad SAW.<br />4. Isra' Mi'rajKegiatan untuk memperingati peristiwa perjalanan Nabi Muhammad SAW dalam satu malam.<br />5. Pondok RamadhanKegiatan yang bertujuan untuk mengajak siswa siswi SMK Telkom Malang melakukan kegiatan positif selama bulan Ramadhan.<br />6. BDI Menyapa dan YasinanPengajian rutin oleh pembina BDI yang diperuntukkan untuk umum dan warga SMK Telkom Malang.<br /></p>"
            }
        },
        {
            "name": "COMET",
            "details": "COMET (Community Of Moklet English Debaters) adalah sebuah sub-organ yang bergerak di bidang debat Bahasa Inggris.",
            "image": "comet",
            "modal": {
                "details":"<p>COMET (Community Of Moklet English Debaters) adalah sebuah sub-organ yang bergerak di bidang debat Bahasa Inggris. Di dalam COMET terdapat beberapa program dan kegiatan seperti forum rutin, sharing, Let's Change, English Day, English Talkshow dan sebagainya. </p> "
            }
        },
        {
            "name": "MEMO",
            "details": "Media Moklet merupakan Sub-Organisasi SMK Telkom Malang yang bergerak dibidang Multimedia.",
            "image": "memo",
            "modal": {
                "details":"<p>Media Moklet merupakan Sub-Organisasi SMK Telkom Malang yang bergerak di bidang Multimedia. Media Moklet mempunyai 3 jurusan, yaitu Desain yang akan mempelajari bidang multimedia seperti membuat desain logo, poster, dll. Lalu Fotografi yang akan mendalami teknik-teknik dalam Fotografi. Dan yang terakhir, Jurnalistik yang akan mempelajari mengenai cara mewawancarai narasumber, serta melatih menjadi seorang jurnalis. Di ketiga jurusan ini, kami dapat belajar bersama serta mengolah keterampilan yang kami miliki. Di setiap tahunnya, kami memiliki acara tahunan yaitu Bulan Bahasa. Untuk rutinitas setiap minggu, Media Moklet mengadakan forum bersama yaitu pada Hari Kamis dan mempunyai beberapa media sosial, yaitu Instagram, Youtube, Twitter, Tumblr, dan Spotify. </p>"
            }
        },
        {
            "name": "Dewan Ambalan",
            "details": "ewan Ambalan merupakan organisasi kepramukaan yang terdiri dari Pramuka Penegak.",
            "image": "da",
            "modal": {
                "details":"<p>Dewan Ambalan merupakan organisasi kepramukaan yang terdiri dari Pramuka Penegak. Tujuan dibentuknya Dewan Ambalan yaitu untuk memudahkan penghimpunan, pengelolaan, penggerakan dan pengarahan peserta didik dalam pelaksanaan kegiatan pramuka penegak untuk mencapai tujuannya di SMK Telkom Malang. </p>"
            }
        },
        {
            "name": "MAC",
            "details": "MAC atau Moklet Art Club adalah sub organisasi yang bergerak di bidang kesenian.",
            "image": "mac",
            "modal": {
                "details":"<p>MAC atau Moklet Art Club adalah sub organisasi yang bergerak di bidang kesenian. MAC dibagi menjadi 3 jurusan yaitu akustik, dance dan theater. Disini siswa dapat mengembangkan minat dan bakat dalam bidang seni. Di dalam jurusan akustik kalian bisa mengembangkan bakat dalam bidang music, dalam jurusan dance kalian bisa mengembangkan bakat dalam bidang seni tari modern, serta jurusan theater dimana kalian bisa mengembangkan bakat dalam bidang drama. Selain itu kalian juga bisa berlatih time management, memperluas relasi, menyalurkan kreatifitas dan kalian bisa bebas berekspresi. MAC juga mempunyai beberapa event rutin tahunan yaitu Bulan Bahasa, selain itu MAC juga mempunyai event-event lain seperti home band dan juga kolaborasi dengan organisasi dan sub-organ lainnya</p>"
            }
        },
        {
            "name": "PALWAGA",
            "details": "Pecinta alam wana arga atau yang biasa di sebut dengan Palwaga merupakan sub-organisasi pecinta alam dari smk Telkom malang.",
            "image": "palwaga",
            "modal": {
                "details":"<p>Pecinta alam wana arga atau yang biasa di sebut dengan Palwaga merupakan sub-organisasi pecinta alam dari smk Telkom malang. Di Palwaga terdapat beberapa program kerja serta kegiatan rutinan. Sementara ini di Palwaga terdapat program kerja yaitu pembuatan hidroponik </p>"
            }
        },
        {
            "name": "PASKATEMA",
            "details": "Paskatema adalah sub-organisasi paskibra dari SMK Telkom Malang yang bertugas sebagai pengibar dan penurun bendera Merah Putih di lingkungan sekolah.",
            "image": "paskatema",
            "modal": {
                "details":"<p>Paskatema adalah sub-organisasi paskibra dari SMK Telkom Malang yang bertugas sebagai pengibar dan penurun bendera Merah Putih di lingkungan sekolah. Paskatema sendiri tidak hanya melakukan pengibaran dan penurunan bendera di lingkingan sekolah saja. Paskatema juga mengikuti berbagai macam lomba kreasi baris berbaris. Dalam kepengurusan Paskatema, terdapat beberapa bagian yakni ketua, wakil ketua, sekretaris, bendahara, dan 6 Sie, yakni pelatihan, logistik, keanggotaan, kesehatan, kedisiplinan, dan humas. Kegiatan paskatema bertujuan untuk membentuk seorang Paskibra yang berintelektual tinggi dan terlatih baik fisik maupun mentalnya. Beberapa kegiatan tersebut antara lain: <br /> - Latihan Rutin Kegiatan ini bertujuan untuk meningkatkan pemahaman tentang ilmu PBB dan juga meningkatkan kemampuan fisik. <br /> - Forum Rutin Kegiatan ini bertujuan untuk menambah wawasan tentang ilmu kepaskibraan serta merekatkan hubungan persaudaraan antar sesama anggota.<br /> - Diklat Diklat merupakan kegiatan penempuhan status bagi seorang Paskibra untuk naik ke tingkat status yang lebih tinggi.<br /> - Lomba Paskibra Kegiatan yang bertujuan sebagai wadah untuk seorang Paskibra menunjukkan bakat dan kemampuannya.<br /> </p>"
            }
        },
        {
            "name": "PMR",
            "details": "Palang Merah Remaja atau PMR adalah suatu organisasi binaan PMI yang berpusat di sekolah-sekolah ataupun kelompok-kelompok masyarakat.",
            "image": "pmi",
            "modal": {
                "details":"<p>Palang Merah Remaja atau PMR adalah suatu organisasi binaan PMI yang berpusat di sekolah-sekolah ataupun kelompok-kelompok masyarakat yang bertujuan membangun dan mengembangkan karakter kepalangmerahan agar siap menjadi relawan PMI di masa depan. Di PMR, kami bertugas untuk membantu sesama yang membutuhkan pertolongan. Seperti jika ada teman yang pingsan, kami bertugas untuk menolong dan merawatnya. Juga teman-teman yang cedera ataupun sakit. Selain itu, kami juga mengadakan forum atau pertemuan yang diadakan setiap minggunya. Baik secara daring maupun luring. Untuk membahas dan mempelajari materi-materi serta berbagai teori kepalang merahan. Tidak hanya membahas teori dan materi, disini kami juga akan mempraktekkan materi-materi kepalangmerahan yang sudah kami pelajari. Seperti pembalutan, bidai, pertolongan pertama, dan materi yang lainya. Selain itu, kami juga mengadakan pembahasan materi secara daring selama masa pandemi, serta quiz online yang seru dan menarik. </p>"
            }
        },
        {
            "name": "TSBC",
            "details": "TSBC adalah singkatan dari Telkom school Basketball Club yaitu salah satu sub organisasi yang ada di Smk Telkom Malang dalam bidang olahraga basket.",
            "image": "tsbc",
            "modal": {
                "details":"<p>TSBC adalah singkatan dari Telkom school Basketball Club yaitu salah satu sub organisasi yang ada di Smk Telkom Malang dalam bidang olahraga. Dalam bidang olahraga basket ini yang dipelajari dalam basket: Pemain basket pemula perlu menguasai teknik dribbling atau menggiring bola terlebih dulu. Selain itu di basket belajar teknik teknik dasar yaitu: Dribbling,Shooting,Passing,Defense,Rebounding,Pivot Dan ada teknik permainan yaitu fade away, hook shoot, jump shoot, crossover, slamdun. Menariknya dari tsbc kita bukan hanya belajar tentang bagaimana bermain bola basket dengan baik tp juga belajar menjadi pribadi yang disiplin, bertanggungjawab, berattitude, memiliki rasa sosial yg tinggi, dan juga menggajarkan kita tentang kerjasama tim. </p>"
            }
        },
        {
            "name": "TSCC",
            "details": "TSCC adalah singkatan dari Telkom School Cycling Culub. TSCC merupakan bagian dari sub organ yang ada pada SMK Telkom Malang.",
            "image": "tscc",
            "modal": {
                "details":"<p>TSCC adalah singkatan dari Telkom School Cycling Culub. TSCC merupakan bagian dari sub organ yang ada pada SMK Telkom Malang. TSCC itu ngapain aja sih??? Di dalam TSCC kita biasanya bersepeda bersama setiap seminggu atau 2 minggu sekali, melakukan forum dengan ngopi dan ngobrol, dan mengikuti event yang ada di malang seperti FunBike. TSCC itu santai dan menyenangkan apalagi kalau kumpul bersama. </p>"
            }
        },
        {
            "name": "TSFC",
            "details": "TSFC adalah kepanjangan dari Telkom School Futsal Club. TSFC adalah sub-organisasi yang bergerak dibidang olahraga futsal.",
            "image": "tsfc",
            "modal": {
                "details":"<p>TSFC adalah kepanjangan dari Telkom School Futsal Club. TSFC adalah sub-organisasi yang bergerak dibidang olahraga futsal. TSFC adalah sub-organisasi yang mewadahi siswa-siswi SMK Telkom Malang yang mempunyai minat di bidang olahraga futsal. Latihan rutin biasa dilakukan pada hari kamis dan sabtu guna melatih skill dari anggota TSFC. </p>"
            }
        },
        {
            "name": "TSVC",
            "details": "TSVC atau Telkom Schools Volleyball Club adalah sub organisasi yang bergerak dibidang olahraga yaitu bola voli.",
            "image": "tsvc",
            "modal": {
                "details":"<p>TSVC atau Telkom Schools Volleyball Club adalah sub organisasi yang bergerak dibidang olahraga yaitu bola voli. TSVC menjadi wadah untuk siswa siswi mengembangkan bakatnya maupun siswa siswi yang tertarik di bidang olahraga voli. </p>"
            }
        }
    ]
}